Bifurcation/results/openFoam(1e-5)/bifurcation_angle60_750_ascii/Re100/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall-fluid_domain
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          42113;
        startFace       1433062;
    }
    inlet
    {
        type            patch;
        nFaces          595;
        startFace       1475175;
    }
    outlet_1
    {
        type            patch;
        nFaces          600;
        startFace       1475770;
    }
    outlet_2
    {
        type            patch;
        nFaces          600;
        startFace       1476370;
    }
)

// ************************************************************************* //
